package com.frh.expandrecyclerview;


public class DataSample {

    public static String[] titleArray = {
            "نگین آساده",
            "لاوان",
            "لاوان",
            "نگین آساده"
    };

    public static String[] stateArray = {
            "در حال انجام",
            "هدیه به مناسبت روز زن",
            "عید نوروز پیشاپیش مبارک",
            "بسته شده"
    };

    public static int[] drawableArray = {
            R.drawable.ic_profile,
            R.drawable.ic_lawone,
            R.drawable.ic_lawone,
            R.drawable.ic_profile
    };

    public static String[] descriptionArray = {
          "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
            "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
            "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد.",
            "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد."
    };

   // public static Integer[] id = {1, 2, 3, 4, 5 ,6 ,7,8,9,10,11,12,13,14,15,16,17,18,19,20 ,21,22,23,24,25,26,27,28,29};
    public static Integer[] id = {0, 1, 2};

    public static Integer[] type = {1, 0, 0,1};


}
