package com.frh.expandrecyclerview;


public class DataSample {

    public static String[] titleArray = {
            "مدارک مورد نیاز برای طلاق",
            "مدارک مورد نیاز برای ازدواج",
            "ملاحظات مربوط به شرایط ضمن عقد",
            "دانستنی های مهریه"

    };

    public static String[] descriptionArray = {
            "دفاتر ازدواج و طلاق از نهادهای تخصصی مدنی هستند که بخشی از وظایف اجرایی سازمان ثبت اسناد و املاک کشور را انجام می\u200Cدهند. این دفاتر از نظر مالی مستقل هستند و به\u200Cطور خصوصی اداره می\u200Cشوند؛ ولی سازمان ثبت اسناد و املاک کشور سردفتران (مدیران دفاتر) را گزینش می\u200Cکند",
            "دفاتر ازدواج و طلاق از نهادهای تخصصی مدنی هستند که بخشی از وظایف اجرایی سازمان ثبت اسناد و املاک کشور را انجام می\u200Cدهند. این دفاتر از نظر مالی مستقل هستند و به\u200Cطور خصوصی اداره می\u200Cشوند؛ ولی سازمان ثبت اسناد و املاک کشور سردفتران (مدیران دفاتر) را گزینش می\u200Cکند",
            "دفاتر ازدواج و طلاق از نهادهای تخصصی مدنی هستند که بخشی از وظایف اجرایی سازمان ثبت اسناد و املاک کشور را انجام می\u200Cدهند. این دفاتر از نظر مالی مستقل هستند و به\u200Cطور خصوصی اداره می\u200Cشوند؛ ولی سازمان ثبت اسناد و املاک کشور سردفتران (مدیران دفاتر) را گزینش می\u200Cکند",
            "دفاتر ازدواج و طلاق از نهادهای تخصصی مدنی هستند که بخشی از وظایف اجرایی سازمان ثبت اسناد و املاک کشور را انجام می\u200Cدهند. این دفاتر از نظر مالی مستقل هستند و به\u200Cطور خصوصی اداره می\u200Cشوند؛ ولی سازمان ثبت اسناد و املاک کشور سردفتران (مدیران دفاتر) را گزینش می\u200Cکند"
    };

   // public static Integer[] id = {1, 2, 3, 4, 5 ,6 ,7,8,9,10,11,12,13,14,15,16,17,18,19,20 ,21,22,23,24,25,26,27,28,29};
    public static Integer[] id = {0, 1, 2};

    public static Integer[] type = {1, 0, 1,0};


}
